print(''' ਗੋਲੀਆਂ ਦਾ ਮੀਂਹ
ਰਕਾਨੇ ਕਰਾਂ ਕੀ
ਵਰਰੇ ਗੋਲੀਆਂ ਦਾ ਮੀਂਹ
ਰਕਾਨੇ ਕਰਾਂ ਕੀ
Call ਚੁੱਕੀ ਨੀਓ ਜਾਨੀ I'm so busy
Police ਦਰ ਤੇ ਖਲੋਤੀ NYPD
ਤੂੰ ਹੀ ਦੱਸ ਕਰਾਂ ਕੀ
ਨੀ ਤੈਨੂੰ ਮਿਲਣੇ ਦੀ ਪਈ
Police ਦਰ ਤੇ ਖੜੀ ਆ
Cannabis ਕਾਲੀ Porsche ਚ ਬਰਾਮਦ ਹੋਈ ਆ
ਮੌਕੇ ਤੇ ਹੀ BIG BAGGH-E offshore ਹੋਏ
FARMAAN ਸੁੱਟੀ ਮਾਇਆ 'ਤੇ ਜਮਾਨਤ ਹੋਈ ਆ
ਜੈਲਾਂ ਜੱਟਾਂ ਦੇ ਪੁੱਤਾਂ ਨੂੰ ਕਿਵੇਂ ਰੋਕ ਲੂ
ਸੌਣ ਨੂੰ ਤੇਰੇ ਪੱਟ ਦਾ ਸਰਾਣਾ ਲੱਗੇ ਭੌਰ ਨੂੰ
ਰੋਲ ਦੁ ਸਾਰਾ ਰੈਪੜਾਂ ਦਾ, ਕੱਠ ਬੀਬਾ ਬੋਲ ਤੂੰ
ਦੂਰ ਨੂੰ ਲਾਟੇ ਕੁੰਡਾ ਤੇ ਕਰੀ ਜਾ ਰਕਾਨੇ ਰੋਲ ਤੂੰ
ਮੈਨੂੰ ਨਾਂ ਦਿਸੇ ਧੂੰਏ ਚ ਧੁੰਦਲਾ ਸਾਰਾ ਜਗ ਲੱਗੇ
Fuck ਦਵਾਂ, ਇਕ ਨਾ ਹੱਡਾ ਨੂੰ, ਕਿੰਨੇ drugs ਲੱਗੇ
ਤੇਰੇ ਇਸ਼ਕ਼ੇ ਪਿੱਛੇ ਨੀ ਮੈਨੂੰ ਐਨੇ ਮਰਜ ਲੱਗੇ
ਤੂੰ ਇਕੋ ਸਹਾਰਾ, ਬਾਕੀ ਜ਼ਿੰਦਗੀ ਏ sucks ਲੱਗੇ''')